{   "gameName":"Shai",
    "labels": {
                "life": "vita",
                "attack": "attacco",
                "money": "soldi",
                "reputation": "reputazione",
                "points": "dadi",
                "fightText": "combatti!",
                "fightMsg1": "Hai totalizzato ",
                "fightMsg2": " punti. Il tuo avversario ne ha totalizzati ",
                "fightMsg3": " punti di danno inflitti",
                "fightMsg4": " punti di danno subiti",
                "alert": {
                        "winTitle": "Vittoria!",
                        "winText": "Hai sconfitto in combattimento il tuo nemico, prosegui nella storia",
                        "loseTitle": "Sconfitta!",
                        "loseText": "Sei stato sconfitto in combattimento, la tua avventura si conclude qui.",
                        "keepAdventureText": "Continua la tua avventura",
                        "startOverText": "Ricomincia l'avventura",
                        "liveAgainText": "Usa la pozione dell'immortalità"
                 }
    },
    "shaiChararcter":{
        "charDescription": "Shai è una giovane umana",
        "charLife": 12,
        "charAttack": 6,
        "charMoney": 1,
        "charReputation": 0,
        "charButtonText": "Scegli Shai"
        },
    "skills":{
            "swim": "nuotare",
            "swimText": "Saper nuotare ti permetterà di attraversare fiumi anche in mancanza di ponti",
            "hide": "mimetismo",
            "hideText": "Mimetizzandoti tra la folla o nei boschi potrai passare inoservata ed evitare molti guai",
            "track": "seguire tracce",
            "trackText": "tracktext",
            "talk": "parlantina",
            "talkText": "Ti permetterà di convincere con più facilità le persone delle tue idee, aprendoti strade altrimenti non percorribili.",
            "chooseSkillTitle": "Scegli un'abilità",
            "chooseSkillText": "Seleziona le tue abilità con attenzione. Alcune le potrai acquisire durante la storia se farai le scelte corrette, altre le potrai acquisire solo comprando ed utilizzando oggetti e pezzi d'arredamento nella tua tana, altre ancora sono disponibili solo in questa schermata. Pensa bene e non prendere questa decisione alla leggera perchè potrebbe influenzare il corso della tua storia"
    },
    "home": {
            "credits": "Autori",
            "rules": "Regole",
            "settings": "impostazioni"
    },
    "story": {
        "1": {  "chapter": 1,
                "text": "Da almeno due mesi, da quando il Duca ha ufficialmente concesso la mano di sua figlia, in città non si parla d'altro.<br/> Ad ogni bancarella del mercato di sente qualcuno parlare della giostra o dei giochi, dei cavalieri in armatura scintillante che sfileranno in parata tra le vie della città delle carovane di mercanti che arriveranno a seguito dello sposo, dal suo paese, portando spezie e profumi di terre lontane, stoffe e colori di altre casate, e storie e racconti di nuovi eroi mai sentite prima.\n\n E poi, naturalmente, si parla del vestito che la sposa indosserà, un vestito che ha l'arduo compito di innalzare un popolo e una cultura per non farla sfigurare di fronte alla leggendaria belezza e maestria del popolo dello sposo.\n Il compito di realizzarlo è ricaduto su te, l'unica sarta la cui bravura supera di gran lunga le mura della città. Dicono, di te, che la tua arte possa cmopetere con quella degli elfi, che i tuoi vestiti rubino la luce delle stelle e che trasformino dei semplici uomini in semidei di immortale bellezza. Ovviamente esagerano.\n Tu cerchi di minimizzare, con modestia, ogni volta che ti complimentano ma sai anche che quei complimenti sono meritati. Il tuo lavoro è veramente di ottima fattura, e anche se non credi possa essere paragonato alla maestria elfica di sicuro lo puoi almeno definire prova di un buon artigianato.\n 'Sara!' Riconosci la voce che ti chiama, è tua madre. Cerchi di ignorarla ma la voce, insistente, urla più forte il tuo nome. 'Sara!'/n Tua madre è caparbia, e vuole qualcosa da te seminarla non sarà facile, ma a pochi metri intravedi le prime bancarelle del mercato e forse lì avrai una speranza di perderti tra la folla.",
                "choice1":"Ti getti nella folla del mercato sperando di far perdere le tue tracce", 
                "goTo1" : 2,
                "choice2":"FIGHT",
                "goTo2" : "Fight",
                "fight": ["wolf", 15, 3, 5, 101] 
        },
        "2": {  "chapter": 2,
                "beforeTextGood": "",
                "beforeTextBad": "",
                "text": "Rallenti il passo e prendi un gran respiro per affrontare qualsiasi cosa tua madre voglia chiederti. Forse ti dirà che hai il vestito sgualcito o avrà promesso a un'altra delle sue amiche di farti fare un lavoro per loro. “Shai, meno male” Ti raggiunge e ti prende per le spalle indicandoti con l'altra mano la donna che sta con lei. “Ti ricordi di Madia, vero?",
                "afterTextGood": "",
                "afterTextBad": "",
                "choice1":"Emh...", 
                "goTo1" : 3,
                "choice2":"Certo, Madia!",
                "goTo2" : 2
        },
        "3": {  "chapter": 3,
                "beforeTextGood": "Qui piglio la collana",
                "beforeTextBad": "",
                "text": "Sei davvero terribile ad associare facce e nomi, per di più da quando hai avuto l'incarico di preparare il vestito della principessa sei talmente stressata e sotto pressione da dimenticarti anche dove vivi. “Mi dispiace ma...” Tua madre scuote la testa. “Il mantello scarlatto, l'hai fatto per sua figlia Thama il mese scorso.” Ora ricordi, un bellissimo mantello scarlatto con una colomba ricamata con filo rosso vivo su tutta la schiena. E' stato un lavoro che ti ha richiesto molto tempo ma ne è valsa la pena. La colomba ricamata sarà il segno tangibile delle proprio origini che Thama, figlia di un addestratore di colombe, porterà con se quando si trasferirà oltre il mare, tra qualche settimana. “Certo, certo, ora ricordo. Cosa posso fare per te?” “Sono venuta a saldare i nostri conti.” Ti dice la donna mettendoti in mano un sacchetto pieno di monete. “Ma queste saranno almeno quindici monete, avevamo pattuito un prezzo più basso.” “Il buon lavoro va sempre ricompensato adeguatamente” dice la donna sorridendo e chiudendo le tue dita attorno al sacchetto. “Non c'è moneta, qui dentro che tu non ti sia guadagnata.",
                "afterTextGood": "Hai guadagnato 15$",
                "afterTextBad": "",
                "choice1":"Sorridi e ringrazi mettendo le monete nella tua borsa", 
                "goTo1" : 5,
                "choice2":"Apri il borsellino e togli le cinque monete extra restituendole alla donna",
                "goTo2" : 4,
                "itemAcquired": [1, "necklace"],
                "statAcquired": ["money", 15]
        },
        "4": {  "chapter": 4,
                "beforeTextGood": "",
                "beforeTextBad": "",
                "text": "Un accordo è un accordo” dici restituendo le monete in più. “Non mi sembra giusto prendere di più.” Non è solo questione di correttezza, sai molto bene che la famiglia di Madia lavora nelle campagne e non è certo benestante. Il mantello è stato un regalo d'addio per la figlia che forse non rivedranno più e non ti sembra giusto approfittare della loro commozione ed emozione in questo momento privandoli di una tale somma. “Augura a tua figlia felicità e una numerosa famiglia anche da parte mia.” Ti volti cercando di non notare l'occhiataccia che tua madre ti lancia per aver rinunciato a parte del denaro, e ti immergi velocemente tra la folla del mercato.",
                "afterTextGood": "",
                "afterTextBad": "",
                "choice1":"Continua a camminare", 
                "goTo1" : 6,
                "itemAcquired": [0, 0],
                "skillAcquired": [0,0]
        },
        "5": {  "chapter": 5,
                "beforeTextGood": "",
                "beforeTextBad": "",
                "text": "Tua madre annuisce orgogliosa. Sai che si vanta del tuo lavoro con tutte le sue amiche e sai anche che ti ha trovato più clienti lei di qualunque buon passaparola. Ha il pallino per gli affari, lei, e sa benissimo come presentarti ai giusti clienti, nei giusti circoli. La saluti con un veloce bacio sulla guancia dicendole che la rivedrai a casa dallo zio e ti immergi velocemente tra la folla del mercato.",
                "afterTextGood": "",
                "afterTextBad": "",
                "choice1":"Continua a camminare", 
                "goTo1" : 6,
                "itemAcquired": [0, 0],
                "skillAcquired": [0,0]
        },
        "6": {  "chapter": 6,
                "beforeTextGood": "",
                "beforeTextBad": "",
                "text": "Stai camminando solo da qualche decina di metri quando senti un inconfondibile profumo arrivarti alle narici. Sono i biscotti di Nadia, non c'è dubbio. Seguendo il profumo giri verso destra e, come ti aspettavi, vedi la bancarella di Nadia con un vassoio di biscotti ancora caldi sul tavolo. Il tuo stomaco brontola rumorosamente e tu ti ricordi di non aver nemmeno fatto colazione questa mattina. La bancarella è vuota, Nadia non si vede, si dev'essere allontanata e tu resti incerta per qualche istante a decidere cosa fare.",
                "afterTextGood": "",
                "afterTextBad": "",
                "choice1":"Rubi un biscotto. Tanto Nadia non è nei paraggi e non può vederti.", 
                "goTo1" : "Fight",
                "choice2":"Prendi un biscotto e lasci una moneta sul tavolo, come pagamento.",
                "goTo2" : 2,
                "choice3":"Ti allontani. Non è giusto prendere biscotti quando Nadia non è li a controllare",
                "goTo3" : 3,
                "itemAcquired": [0, 0],
                "skillAcquired": [0,0]
        },
        "7": {  "chapter": 7,
                "beforeTextGood": "",
                "beforeTextBad": "",
                "text": "Di solito sei davvero terribile ad associare facce e nomi ma per Madia hai fatto un lavoro molto particolare e non puoi scordarlo. E' un bellissimo mantello scarlatto con una colomba ricamata con filo rosso vivo su tutta la schiena. E' stato un lavoro che ti ha richiesto molto tempo ma ne è valsa la pena. La colomba ricamata sarà il segno tangibile delle proprio origini che Thama, figlia di un addestratore di colombe, porterà con se quando si trasferirà oltre il mare, tra qualche settimana. “Certo, certo, ora ricordo. Cosa posso fare per te?” “Sono venuta a saldare i nostri conti.” Ti dice la donna mettendoti in mano un sacchetto pieno di monete. “Ma queste saranno almeno quindici monete, avevamo pattuito un prezzo più basso.” “Il buon lavoro va sempre ricompensato adeguatamente” dice la donna sorridendo e chiudendo le tue dita attorno al sacchetto. “Non c'è moneta, qui dentro che tu non ti sia guadagnata.",
                "afterTextGood": "",
                "afterTextBad": "",
                "choice1":"FIGHT", 
                "goTo1" : "Fight",
                "choice2":"text for choice 2",
                "goTo2" : 2,
                "choice3":"text for choice 3",
                "goTo3" : 3,
                "itemAcquired": [0, 0],
                "skillAcquired": [0,0]
        }
    },
    "game": {
        "lair": false,
        "necklace": false
    },
    "lair": {
        "buyText": "Lo compro!",
        "closeText": "Nah... meglio di no",
        "noMoneyText": "Mi dispiace, non hai abbastanza soldi per acquistare quest'oggetto",
        "noMoneyButtonText": "Torna indietro",
        "armor": {
                "price": "15",
                "text": "Acquistando l'armatura potrai esercitarti a casa ed otterai 4 punti in più per l'attacco e 1 punto in più di vita",
                "stat1": "attack",
                "statValue1": 4,
                "stat2": "life",
                "statValue2": 1
        },
        "treasure": {
                "price": "5",
                "text": "Il forziere è il posto perfetto per conservare armi. Ti fa guadagnare 1 punto attacco e 1 punto vita",
                "stat1": "attack",
                "statValue1": 1,
                "stat2": "life",
                "statValue2": 1
        },
        "bed": {
                "price": "15",
                "text": "Il letto è fondamentale per riacquistare le energie eti fa guadagnare 5 punti vita. Con un aspetto più riposato guadagni anche 1 punto reputazione",
                "stat1": "life",
                "statValue1": 5,
                "stat2": "reputation",
                "statValue2": 1
        },
        "wardrobe": {
                "price": "5",
                "text": "L'armadio e il suo guardaroba migliorano la tua reputazione di 2 punti. L'armadio contiene anche una cintura con un piccolo coltello nascosto che fa aumentare il tuo attacco di 1 punto",
                "stat1": "reputation",
                "statValue1": 2,
                "stat2": "attack",
                "statValue2": 1
        },
        "table": {
                "price": "15",
                "text": "Il punto di ritrovo per te e i tuoi amici. Un gruppo così affiatato e fedele ti fa guadagnare 4 punti reputazione e 2 punti vita, perchè i tuoi amici sono sempre pronti a coprirti le spalle e aiutarti nel momento del bisogno",
                "stat1": "reputation",
                "statValue1": 4,
                "stat2": "life",
                "statValue2": 2
        },
        "bookshelves": {
                "price": "8",
                "text": "La conoscenza è potere. Tra i volumi della tua libreria ci sono antichi testi sull'arte della guerra e del combattimento che ti fanno guadagnare 2 punti attacco e 2 punti reputazione",
                "stat1": "attack",
                "statValue1": 2,
                "stat2": "reputation",
                "statValue2": 2
        }      
    },
    "characterFeatures": ["life", "attack", "money", "reputation" ]
}